#+STARTUP: overview
#+TITLE: Uncle Dave's Emacs
#+CREATOR: Dawid 'daedreth' Eckert
#+LANGUAGE: en
#+OPTIONS: num:nil
#+ATTR_HTML: :style margin-left: auto; margin-right: auto;

** Date names

#+BEGIN_SRC emacs-lisp
(setq calendar-week-start-day 1
          calendar-day-name-array ["Sunday" "Monday" "Tuesday" "Wednesday" 
                                   "Thursday" "Friday" "Saturday"]
          calendar-month-name-array ["Jannuary" "February" "Mars" "April" "May"
                                     "June" "July" "August" "September" 
                                     "October" "November" "December"])
#+END_SRC

#+RESULTS:
: ["Jannuary" "February" "Mars" "April" "May" "June" "July" "August" "September" "October" "November" "December"]

